Revit 2024 API
Plane.YVec Property
 Axis defining the second parametric direction of the plane.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2016
Syntax
C#
public XYZ YVec { get; }
Visual Basic
Public ReadOnly Property YVec As XYZ
	Get
Visual C++
public:
property XYZ^ YVec {
	XYZ^ get ();
}
See Also
Plane Class
Autodesk.Revit.DB Namespace